dropwizard-example/vegeta_report.txt
Requests      [total, rate, throughput]  4200, 70.02, 70.02
Duration      [total, attack, wait]      59.986601186s, 59.985456412s, 1.144774ms
Latencies     [mean, 50, 95, 99, max]    1.393161ms, 1.25572ms, 2.459384ms, 3.088033ms, 10.660278ms
Bytes In      [total, mean]              302400, 72.00
Bytes Out     [total, mean]              407400, 97.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:4200  
Error Set: