dropwizard-example/vegeta_report.txt
Requests      [total, rate, throughput]  4200, 70.02, 70.02
Duration      [total, attack, wait]      59.985900072s, 59.98506445s, 835.622µs
Latencies     [mean, 50, 95, 99, max]    1.499831ms, 1.360383ms, 2.503187ms, 3.184364ms, 96.46797ms
Bytes In      [total, mean]              302400, 72.00
Bytes Out     [total, mean]              407400, 97.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:4200  
Error Set: